{
    "taskCompletionFailure": "\"{0}\" n'a pas été achevé en raison d'une erreur interne.",
    "Awp0AddDigitalSignatureTitle": "Ajouter une signature",
    "Awp0VoidDigitalSignatureTitle": "Rendre nulle la signature",
    "applyDigitalSignatureSuccess": "Appliquer les signatures numériques terminé.",
    "applyDigitalSignatureFailure": "Echec de Appliquer les signatures numériques :",
    "userAlreadyAppliedDSErrorMessage": "L'utilisateur courant a déjà appliqué une Signature numérique valable sur l'objet cible \"{0}\".",
    "insufficientInputForDSErrorMessage": "Une entrée non valable ou insuffisante a été saisie pour la création d'un objet de signature numérique. Signalez cette erreur à votre administrateur système.",
    "digitalSignatureNotSupportedErrorMessage": " Signature numérique non prise en charge pour l'objet cible sélectionné \"{0}\".",
    "digitalSignatureCannotBeAppliedErrorMessage": "La signature numérique ne peut pas être appliquée.",
    "smartCardIDValidationFailedErrorMessage": "La validation de l'ID de Smart Card a échoué.",
    "userHasNoPrivilegeOnObjectErrorMessage": "L'utilisateur actuel ne dispose pas du droit \"Appliquer la Signature numérique\" demandé sur les objets de type \"{0}\". Contactez votre administrateur système pour ajouter la règle Gestion d'accès (AM) appropriée.",
    "voidDigitalSignatureSuccess": "Rendre nulles les signatures numériques terminé. ",
    "voidDigitalSignatureFailure": "Echec de Rendre nulles les signatures numériques.",
    "identityDoesNotMatchDSErrorMessage": "L'identité de la carte intelligente ne correspond pas à l'identité de l'utilisateur connecté.",
    "userHasNoPermissionToVoidDSErrorMessage": "L'utilisateur n'est pas autorisé à rendre nulle la signature numérique.",
    "userHasNoPrivilegeOnObjectForVoidDSErrorMessage": "L'utilisateur actuel ne dispose pas du droit \"Rendre nulle la Signature numérique\" sur les objets de type \"{0}\". Contactez votre administrateur système pour ajouter la règle de gestion d'accès (AM) appropriée.",
    "for": "Pour",
    "comments": "Commentaires",
    "void": "Rendre nul",
    "voidDS": "Rendre nulle la signature",
    "Awp0AddDSDesc": "Signature numérique de l'objet en utilisant vos identifiants PKI.",
    "Awp0VoidDSDesc": "Rendre nulle la signature numérique précédemment appliquée."
}